ARCHETYPE_EXTRAS = {
    "1": {"star": "Стив Джобс, Наполеон", "planet": "Солнце", "element": "Огонь", "arcane": "Маг"},
    "2": {"star": "Одри Хепберн, Барак Обама", "planet": "Луна", "element": "Вода", "arcane": "Верховная Жрица"},
    "3": {"star": "Виктор Гюго, Камерон Диаз", "planet": "Юпитер", "element": "Воздух", "arcane": "Императрица"},
    "4": {"star": "Билл Гейтс, Арнольд Шварценеггер", "planet": "Раху (Уран)", "element": "Земля", "arcane": "Император"},
    "5": {"star": "Марк Цукерберг, Анджелина Джоли", "planet": "Меркурий", "element": "Эфир", "arcane": "Иерофант"},
    "6": {"star": "Мэрилин Монро, Альберт Эйнштейн", "planet": "Венера", "element": "Земля", "arcane": "Влюбленные"},
    "7": {"star": "Джонни Депп, Илон Маск", "planet": "Кету (Нептун)", "element": "Вода", "arcane": "Колесница"},
    "8": {"star": "Микеланджело, Нельсон Мандела", "planet": "Сатурн", "element": "Земля", "arcane": "Сила"},
    "9": {"star": "Мать Тереза, Ганди", "planet": "Марс", "element": "Огонь", "arcane": "Отшельник"}
}