ARCHETYPE_EXTRAS = {
    "1": {"star": "Стив Джобс, Наполеон", "planet": "Солнце", "element": "Огонь", "arcane": "Маг"},
    "2": {"star": "Одри Хепберн, Барак Обама", "planet": "Луна", "element": "Вода", "arcane": "Верховная Жрица"},
    "3": {"star": "Виктор Гюго, Камерон Диаз", "planet": "Юпитер", "element": "Воздух", "arcane": "Императрица"},
    "4": {"star": "Билл Гейтс, Арнольд Шварценеггер", "planet": "Раху (Уран)", "element": "Земля", "arcane": "Император"},
    "5": {"star": "Марк Цукерберг, Анджелина Джоли", "planet": "Меркурий", "element": "Эфир", "arcane": "Иерофант"},
    "6": {"star": "Мэрилин Монро, Альберт Эйнштейн", "planet": "Венера", "element": "Земля", "arcane": "Влюбленные"},
    "7": {"star": "Джонни Депп, Илон Маск", "planet": "Кету (Нептун)", "element": "Вода", "arcane": "Колесница"},
    "8": {"star": "Микеланджело, Нельсон Мандела", "planet": "Сатурн", "element": "Земля", "arcane": "Сила"},
    "9": {"star": "Мать Тереза, Ганди", "planet": "Марс", "element": "Огонь", "arcane": "Отшельник"}
}
PIF_DECODE = {
    "1": "Характер, воля, эго, лидерские качества.",
    "2": "Энергия, контактность с миром, биополе.",
    "3": "Интерес к наукам, творчество, технические способности.",
    "4": "Здоровье, физическая сила, выносливость.",
    "5": "Интуиция, логика, умение планировать.",
    "6": "Склонность к физическому труду, мастерство рук.",
    "7": "Везение, защита ангела-хранителя.",
    "8": "Чувство долга, ответственность, карма семьи.",
    "9": "Интеллект, память, ясновидение."
}